Repository: WallpaperMachine/WallpaperMachine
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: The SteamCMD archive contains a cyclic symbolic link.
ja: SteamCMDアーカイブに循環するシンボリックリンクが含まれています。
zh_hans: SteamCMD 压缩包包含循环符号链接。
zh_hant: SteamCMD 壓縮檔包含循環的符號連結。

source: Special files are not allowed in SteamCMD archives.
ja: SteamCMDアーカイブに特殊ファイルを含めることはできません。
zh_hans: SteamCMD 压缩包中不允许包含特殊文件。
zh_hant: SteamCMD 壓縮檔中不允許包含特殊檔案。

source: SteamCMD download redirected outside the official HTTPS host.
ja: SteamCMDのダウンロードが公式のHTTPSホスト以外にリダイレクトされました。
zh_hans: SteamCMD 下载被重定向到了官方 HTTPS 主机之外。
zh_hant: SteamCMD 下載被重新導向至官方 HTTPS 主機以外的位置。

source: The official SteamCMD server did not return HTTP 200.
ja: 公式のSteamCMDサーバがHTTP 200を返しませんでした。
zh_hans: 官方 SteamCMD 服务器未返回 HTTP 200。
zh_hant: 官方 SteamCMD 伺服器未傳回 HTTP 200。

source: The SteamCMD bootstrap exceeds 64 MiB.
ja: SteamCMDブートストラップが64 MiBを超えています。
zh_hans: SteamCMD 初始安装包超过 64 MiB。
zh_hant: SteamCMD 初始安裝檔超過 64 MiB。

source: The SteamCMD bootstrap download is empty or truncated.
ja: ダウンロードしたSteamCMDブートストラップが空か、途中で切れています。
zh_hans: 下载的 SteamCMD 初始安装包为空或不完整。
zh_hant: 下載的 SteamCMD 初始安裝檔為空或不完整。

source: %@ is not a macOS Mach-O SteamCMD executable.
ja: %@はmacOS用のMach-O形式のSteamCMD実行ファイルではありません。
zh_hans: %@ 不是 macOS Mach-O 格式的 SteamCMD 可执行文件。
zh_hant: %@ 不是 macOS Mach-O 格式的 SteamCMD 可執行檔。

source: %@ is not a valid Mach-O runtime component.
ja: %@は有効なMach-Oランタイムコンポーネントではありません。
zh_hans: %@ 不是有效的 Mach-O 运行时组件。
zh_hant: %@ 不是有效的 Mach-O 執行環境元件。

source: %@ needs missing or external runtime dependency %@. Complete the official SteamCMD installation.
ja: %@に必要なランタイム依存関係%@が見つからないか、ランタイム外にあります。公式のSteamCMDのインストールを完了してください。
zh_hans: %@ 所需的运行时依赖 %@ 缺失或位于运行时目录之外。请完成官方 SteamCMD 安装。
zh_hant: %@ 所需的執行環境相依項目 %@ 遺失或位於外部。請完成官方的 SteamCMD 安裝。

source: Could not log out of Steam: %@
ja: Steamからログアウトできませんでした：%@
zh_hans: 无法退出 Steam 登录：%@
zh_hant: 無法登出 Steam：%@

source: Wait for active and queued downloads to finish before logging out of Steam.
ja: Steamからログアウトする前に、実行中およびキュー内のダウンロードが完了するまでお待ちください。
zh_hans: 请等待进行中和排队的下载完成后再退出 Steam 登录。
zh_hant: 請等待進行中和佇列中的下載完成後，再登出 Steam。

source: Log out of Steam?
ja: Steamからログアウトしますか？
zh_hans: 要退出 Steam 登录吗？
zh_hant: 要登出 Steam 嗎？

source: The saved sign-in for %@ will be removed from this Mac. Other Steam devices stay signed in, and the next download asks you to sign in again.
ja: 保存されている%@のサインイン情報がこのMacから削除されます。ほかのSteamデバイスはサインインしたままで、次回のダウンロード時に再度サインインを求められます。
zh_hans: 将从这台 Mac 移除 %@ 的已保存登录。其他 Steam 设备保持登录，下次下载时需要重新登录。
zh_hant: 將從這部 Mac 移除 %@ 已儲存的登入資訊。其他 Steam 裝置會維持登入狀態，下次下載時會要求你重新登入。

source: Log Out
ja: ログアウト
zh_hans: 退出登录
zh_hant: 登出

source: Could not update the saved Steam sign-in: %@. You may need to sign in again next time.
ja: 保存されているSteamのサインイン情報を更新できませんでした：%@。次回、再度サインインが必要になる場合があります。
zh_hans: 无法更新已保存的 Steam 登录：%@。下次可能需要重新登录。
zh_hant: 無法更新已儲存的 Steam 登入資訊：%@。下次可能需要重新登入。

source: Steam did not provide reusable sign-in files. You may need to sign in again next time.
ja: Steamから再利用可能なサインインファイルが提供されませんでした。次回、再度サインインが必要になる場合があります。
zh_hans: Steam 未提供可复用的登录文件，下次可能需要重新登录。
zh_hant: Steam 未提供可重複使用的登入檔案。下次可能需要重新登入。

source: Saved Steam sign-in expired; waiting for fresh authentication…
ja: 保存されているSteamのサインイン情報の有効期限が切れました。新たな認証を待機中…
zh_hans: 已保存的 Steam 登录已失效，等待重新验证…
zh_hant: 已儲存的 Steam 登入資訊已過期；正在等待重新驗證…

source: Using your saved Steam sign-in…
ja: 保存されているSteamのサインイン情報を使用中…
zh_hans: 正在使用已保存的 Steam 登录…
zh_hant: 正在使用你已儲存的 Steam 登入資訊…

source: Steam sign-in storage must be a private directory, not a symbolic link.
ja: Steamのサインイン情報の保存先は、シンボリックリンクではなく非公開のディレクトリである必要があります。
zh_hans: Steam 登录保存位置必须是私有目录，不能是符号链接。
zh_hant: Steam 登入資訊的儲存位置必須是私人目錄，不能是符號連結。

source: Steam sign-in files cannot be read through symbolic links.
ja: Steamのサインインファイルはシンボリックリンク経由では読み取れません。
zh_hans: 不能通过符号链接读取 Steam 登录文件。
zh_hant: 無法透過符號連結讀取 Steam 登入檔案。

source: Steam sign-in storage contains an unsafe file.
ja: Steamのサインイン情報の保存先に安全ではないファイルがあります。
zh_hans: Steam 登录保存目录包含不安全的文件。
zh_hant: Steam 登入資訊的儲存位置包含不安全的檔案。

source: Bridge Unavailable
ja: レンダリングブリッジを利用できません
zh_hans: 渲染组件不可用
zh_hant: 渲染橋接元件無法使用

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Check for Updates
ja: アップデートを確認
zh_hans: 检查更新
zh_hant: 檢查更新

source: Checking for updates...
ja: アップデートを確認中…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

source: Control Panel
ja: コントロールパネル
zh_hans: 控制面板
zh_hant: 控制面板

source: Exit
ja: 終了
zh_hans: 退出
zh_hant: 結束

source: GitHub did not return a successful update response.
ja: GitHubから正常なアップデート応答が返されませんでした。
zh_hans: GitHub 没有返回有效的更新数据
zh_hant: GitHub 未傳回成功的更新回應。

source: GitHub's hourly limit for anonymous update checks is used up.
ja: GitHubの匿名アップデート確認の1時間あたりの上限に達しました。
zh_hans: GitHub 免登录检查更新的每小时额度已用完。
zh_hant: GitHub 匿名檢查更新的每小時次數上限已用完。

source: GitHub's hourly limit for anonymous update checks is used up on this network (60 requests an hour, shared by every app and device on the same public IP). Try again after %@.
ja: このネットワークで、GitHubの匿名アップデート確認の1時間あたりの上限に達しました（1時間あたり60リクエスト。同じパブリックIPを使用するすべてのAppとデバイスで共有）。%@以降にもう一度お試しください。
zh_hans: 当前网络的 GitHub 免登录每小时访问额度已用完（同一公网 IP 下的所有设备和应用共享 60 次/小时）。请在 %@ 之后重试。
zh_hant: 此網路的 GitHub 匿名檢查更新每小時次數上限已用完（每小時 60 次，由同一公用 IP 上的所有 App 與裝置共用）。請於 %@ 後再試一次。

source: GitHub's hourly limit for anonymous update checks is used up on this network (60 requests an hour, shared by every app and device on the same public IP). Try again later.
ja: このネットワークで、GitHubの匿名アップデート確認の1時間あたりの上限に達しました（1時間あたり60リクエスト。同じパブリックIPを使用するすべてのAppとデバイスで共有）。しばらくしてからもう一度お試しください。
zh_hans: 当前网络的 GitHub 免登录每小时访问额度已用完（同一公网 IP 下的所有设备和应用共享 60 次/小时）。请稍后重试。
zh_hant: 此網路的 GitHub 匿名檢查更新每小時次數上限已用完（每小時 60 次，由同一公用 IP 上的所有 App 與裝置共用）。請稍後再試。

source: Pause
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停

source: Play
ja: 再生
zh_hans: 播放
zh_hant: 播放

source: The rendering bridge could not be started.
ja: レンダリングブリッジを起動できませんでした。
zh_hans: 渲染组件无法启动。
zh_hant: 無法啟動渲染橋接元件。

source: Up to date
ja: 最新の状態です
zh_hans: 已是最新版本
zh_hant: 已是最新版本

source: Updates not yet checked
ja: アップデートは未確認
zh_hans: 尚未检查更新
zh_hant: 尚未檢查更新

source: Check for Updates…
ja: アップデートを確認…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: WallpaperMachine %@ is ready to install
ja: WallpaperMachine %@のインストール準備ができました
zh_hans: WallpaperMachine %@ 已可安装
zh_hant: WallpaperMachine %@ 已可安裝

source: It has been downloaded. WallpaperMachine quits and reopens to finish installing it.
ja: ダウンロードが完了しました。インストールを完了するため、WallpaperMachineが終了して再度開きます。
zh_hans: 新版本已下载。WallpaperMachine 会退出并重新打开以完成安装。
zh_hant: 新版本已下載完成。WallpaperMachine 將結束並重新打開以完成安裝。

source: Restart to Update
ja: 再起動してアップデート
zh_hans: 重启并更新
zh_hant: 重新啟動以更新

source: Restart to Update to %@
ja: 再起動して%@にアップデート
zh_hans: 重启并更新到 %@
zh_hant: 重新啟動以更新至 %@

source: WallpaperMachine %@ is available
ja: WallpaperMachine %@が利用可能です
zh_hans: WallpaperMachine %@ 已发布
zh_hant: WallpaperMachine %@ 現已推出

source: WallpaperMachine %@ Available…
ja: WallpaperMachine %@が利用可能…
zh_hans: WallpaperMachine %@ 可更新…
zh_hant: WallpaperMachine %@ 現已推出…

source: See what's new and download it in Settings.
ja: 「設定」で新機能を確認してダウンロードできます。
zh_hans: 可在“设置”中查看新内容并下载。
zh_hant: 可在「設定」中查看新功能並下載。

source: View Update
ja: アップデートを表示
zh_hans: 查看更新
zh_hant: 檢視更新

source: Later
ja: あとで
zh_hans: 稍后
zh_hant: 稍後

source: Check Again
ja: もう一度確認
zh_hans: 再次检查
zh_hant: 再次檢查

source: Download Update
ja: アップデートをダウンロード
zh_hans: 下载更新
zh_hant: 下載更新

source: Downloading %lld percent
ja: ダウンロード中（%lldパーセント）
zh_hans: 正在下载 %lld%
zh_hant: 正在下載 %lld％

source: Restart and Install
ja: 再起動してインストール
zh_hans: 重启并安装
zh_hant: 重新啟動並安裝

source: Retry installation
ja: インストールを再試行
zh_hans: 重试安装
zh_hant: 重試安裝

source: Open GitHub Releases
ja: GitHub Releasesを開く
zh_hans: 打开 GitHub Releases
zh_hant: 打開 GitHub Releases

source: Version %@ is available from GitHub Releases.
ja: GitHub Releasesでバージョン%@を入手できます。
zh_hans: GitHub Releases 上有新版本 %@。
zh_hant: 可從 GitHub Releases 取得版本 %@。

source: Downloading version %@ — %lld percent
ja: バージョン%@をダウンロード中 — %lldパーセント
zh_hans: 正在下载 %@ — %lld%
zh_hant: 正在下載版本 %@ — %lld％

source: Version %@ is ready. Restart the app to install it.
ja: バージョン%@の準備ができました。Appを再起動するとインストールされます。
zh_hans: 版本 %@ 已就绪。重启应用即可安装。
zh_hant: 版本 %@ 已準備就緒。重新啟動 App 即可安裝。

source: Updates are checked against the latest published GitHub Release. Download and restart-install happen only after you confirm.
ja: アップデートは、GitHubで公開されている最新のリリースと照合して確認されます。ダウンロードと再起動によるインストールは、確認後にのみ行われます。
zh_hans: 从 GitHub 检查最新发布的版本。确认之后才会下载并重启安装。
zh_hant: 系統會以 GitHub 上最新發布的 Release 檢查更新。下載及重新啟動安裝只會在你確認後進行。

source: In-app updates are available only in installed builds.
ja: App内アップデートは、インストールされたビルドでのみ利用できます。
zh_hans: 只有已安装的版本才支持应用内更新。
zh_hant: 只有已安裝的版本才支援 App 內更新。

source: No published update is available yet. You can keep using this version.
ja: 公開されているアップデートはまだありません。このバージョンを引き続き使用できます。
zh_hans: 暂无可用更新，可继续使用当前版本。
zh_hant: 目前尚無已發布的更新。你可以繼續使用此版本。

source: Couldn't reach GitHub Releases. Check your connection and try again.
ja: GitHub Releasesに接続できませんでした。接続を確認してもう一度お試しください。
zh_hans: 无法连接 GitHub Releases。请检查网络后重试。
zh_hant: 無法連線至 GitHub Releases。請檢查網路連線後再試一次。

source: The GitHub Release update metadata is unavailable.
ja: GitHub Releaseのアップデートメタデータを利用できません。
zh_hans: GitHub Release 更新信息不可用。
zh_hant: 無法取得 GitHub Release 的更新資訊。

source: The update couldn't be verified, so it wasn't installed.
ja: アップデートを検証できなかったため、インストールされませんでした。
zh_hans: 更新未能通过校验，因此没有安装。
zh_hant: 無法驗證此更新，因此未進行安裝。

source: The updater doesn't have permission to install this update.
ja: アップデータにはこのアップデートをインストールする権限がありません。
zh_hans: 更新程序没有权限安装此更新。
zh_hant: 更新程式沒有安裝此更新的權限。

source: The update couldn't be completed. Try again or install it from GitHub Releases.
ja: アップデートを完了できませんでした。もう一度試すか、GitHub Releasesからインストールしてください。
zh_hans: 更新未能完成。请重试，或从 GitHub Releases 安装。
zh_hant: 無法完成更新。請再試一次，或從 GitHub Releases 安裝。

source: Restart and install this update?
ja: 再起動してこのアップデートをインストールしますか？
zh_hans: 要重启并安装此更新吗？
zh_hant: 要重新啟動並安裝此更新嗎？

source: The current app will quit and be replaced. Wallpapers and settings are kept.
ja: 現在のAppは終了して置き換えられます。壁紙と設定は保持されます。
zh_hans: 当前应用将退出并被替换。壁纸和设置会保留。
zh_hant: 目前的 App 將會結束並被取代。桌布與設定都會保留。

source: Update download progress
ja: アップデートのダウンロードの進行状況
zh_hans: 更新下载进度
zh_hant: 更新下載進度

source: Choose a file, not a folder.
ja: フォルダではなくファイルを選択してください。
zh_hans: 请选择文件，而不是文件夹。
zh_hant: 請選擇檔案，而非資料夾。

source: Choose a folder, not a file.
ja: ファイルではなくフォルダを選択してください。
zh_hans: 请选择文件夹，而不是文件。
zh_hant: 請選擇資料夾，而非檔案。

source: This wallpaper property has a name that cannot be used as a folder.
ja: この壁紙プロパティの名前はフォルダ名として使用できません。
zh_hans: 此壁纸属性的名称无法用作文件夹名。
zh_hant: 此桌布屬性的名稱無法用作資料夾名稱。

source: The wallpaper folder is missing, so the chosen file cannot be prepared.
ja: 壁紙フォルダが見つからないため、選択したファイルを準備できません。
zh_hans: 找不到壁纸文件夹，因此无法准备所选文件。
zh_hant: 找不到桌布資料夾，因此無法準備所選的檔案。

source: %@ could not be prepared for this wallpaper.
ja: この壁紙用に%@を準備できませんでした。
zh_hans: 无法为此壁纸准备 %@。
zh_hant: 無法為此桌布準備 %@。

source: Choose a file outside the wallpaper’s own prepared assets.
ja: 壁紙自体の準備済みアセット以外のファイルを選択してください。
zh_hans: 请选择壁纸已准备素材目录之外的文件。
zh_hant: 請選擇桌布本身已準備的資源以外的檔案。

source: %@ cannot be read.
ja: %@を読み取れません。
zh_hans: 无法读取 %@。
zh_hant: 無法讀取 %@。

source: This wallpaper property takes an image: %@.
ja: この壁紙プロパティには画像（%@）が必要です。
zh_hans: 此壁纸属性需要图片：%@。
zh_hant: 此桌布屬性需要圖片：%@。

source: This wallpaper property takes a video: %@.
ja: この壁紙プロパティにはビデオ（%@）が必要です。
zh_hans: 此壁纸属性需要视频：%@。
zh_hant: 此桌布屬性需要影片：%@。

source: This wallpaper property takes one of: %@.
ja: この壁紙プロパティには次のいずれかが必要です：%@。
zh_hans: 此壁纸属性需要以下格式之一：%@。
zh_hant: 此桌布屬性需要下列其中一種：%@。

source: The wallpaper folder cannot be written to: %@
ja: 壁紙フォルダに書き込めません：%@
zh_hans: 无法写入壁纸文件夹：%@
zh_hant: 無法寫入桌布資料夾：%@

source: The wallpaper folder is read-only, so the chosen file cannot be prepared.
ja: 壁紙フォルダが読み出し専用のため、選択したファイルを準備できません。
zh_hans: 壁纸文件夹为只读，因此无法准备所选文件。
zh_hant: 桌布資料夾為唯讀，因此無法準備所選的檔案。

source: Web wallpaper “%@” uses only the first %lld files in the folder you chose.
ja: Web壁紙「%@」では、選択したフォルダ内の最初の%lld個のファイルのみが使用されます。
zh_hans: 网页壁纸“%1$@”只会使用所选文件夹中的前 %2$lld 个文件。
zh_hant: 網頁桌布「%1$@」只會使用你所選資料夾中的前 %2$lld 個檔案。

source: Web wallpaper “%@” could not use the file you chose: %@
ja: Web壁紙「%@」で、選択したファイルを使用できませんでした：%@
zh_hans: 网页壁纸“%1$@”无法使用你选择的文件：%2$@
zh_hant: 網頁桌布「%1$@」無法使用你選擇的檔案：%2$@

source: Media integration has not been started.
ja: メディア連携は開始されていません。
zh_hans: 媒体集成尚未启动。
zh_hant: 媒體整合尚未啟動。

source: This system has no service for reporting what is playing.
ja: このシステムには再生中の項目を報告するサービスがありません。
zh_hans: 此系统未提供用于报告正在播放内容的服务。
zh_hant: 此系統沒有可回報正在播放內容的服務。

source: The system media service is unavailable.
ja: システムのメディアサービスを利用できません。
zh_hans: 系统媒体服务不可用。请关闭再开启媒体集成重试。
zh_hant: 無法使用系統媒體服務。

source: The system media service on this machine does not provide %@.
ja: このMacのシステムメディアサービスは%@を提供していません。
zh_hans: 此设备上的系统媒体服务未提供 %@。
zh_hant: 這部機器上的系統媒體服務未提供 %@。

source: macOS did not let this app read what is playing. Since macOS 15.4 only Apple-signed apps may.
ja: macOSにより、このAppは再生中の項目の読み取りを許可されませんでした。macOS 15.4以降、読み取りが許可されるのはAppleが署名したAppのみです。
zh_hans: macOS 不允许本应用读取正在播放的内容。从 macOS 15.4 起，只有 Apple 签名的应用可以读取。
zh_hant: macOS 不允許此 App 讀取正在播放的內容。自 macOS 15.4 起，只有 Apple 簽署的 App 才能讀取。

source: File
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Edit
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: Settings…
ja: 設定…
zh_hans: 设置…
zh_hant: 設定…

source: Quit WallpaperMachine
ja: WallpaperMachineを終了
zh_hans: 退出 WallpaperMachine
zh_hant: 結束 WallpaperMachine

source: Undo
ja: 取り消す
zh_hans: 撤销
zh_hant: 還原

source: Redo
ja: やり直す
zh_hans: 重做
zh_hant: 重做

source: Cut
ja: カット
zh_hans: 剪切
zh_hant: 剪下

source: Copy
ja: コピー
zh_hans: 拷贝
zh_hant: 拷貝

source: Paste
ja: ペースト
zh_hans: 粘贴
zh_hant: 貼上

source: Select All
ja: すべてを選択
zh_hans: 全选
zh_hant: 全選

source: Shared scene assets were not installed, so scene wallpapers cannot play yet.
ja: 共有シーンリソースがインストールされなかったため、シーン壁紙はまだ再生できません。
zh_hans: 共享场景资源没有安装成功，场景壁纸暂时无法播放。
zh_hant: 未能安裝共用場景資源，因此暫時無法播放場景桌布。

source: Shared scene assets are still missing, so scene wallpapers cannot play yet: %@
ja: 共有シーンリソースがまだ不足しているため、シーン壁紙はまだ再生できません：%@
zh_hans: 仍缺少共享场景资源，场景壁纸暂时无法播放：%@
zh_hant: 仍缺少共用場景資源，因此暫時無法播放場景桌布：%@

source: No update is available to download.
ja: ダウンロードできるアップデートはありません。
zh_hans: 没有可下载的更新。
zh_hant: 沒有可供下載的更新。

source: No downloaded update is ready to install.
ja: インストールできるダウンロード済みのアップデートはありません。
zh_hans: 没有已下载、可安装的更新。
zh_hant: 沒有已下載且可供安裝的更新。

source: Install timed out: the app did not quit and relaunch.
ja: インストールがタイムアウトしました：Appが終了して再起動しませんでした。
zh_hans: 安装超时：应用没有退出并重新打开。
zh_hant: 安裝逾時：App 未結束並重新開啟。

source: macOS did not accept the desktop click preference. Change “Click wallpaper to reveal desktop” in System Settings › Desktop & Dock instead.
ja: macOSがデスクトップのクリック設定を受け付けませんでした。代わりに「システム設定」›「デスクトップとDock」で「壁紙をクリックしてデスクトップを表示」を変更してください。
zh_hans: macOS 没有接受这项设置。请在“系统设置 › 桌面与程序坞”中直接更改“点按墙纸以显示桌面”。
zh_hant: macOS 未接受桌面點按偏好設定。請改在「系統設定 › 桌面與 Dock」中更改「按一下背景圖片來顯示桌面」。

source: Steam returned status %lld for a preview image.
ja: Steamがプレビュー画像に対してステータス%lldを返しました。
zh_hans: Steam 返回预览图时出错（状态码 %lld）。
zh_hant: 取得預覽圖時，Steam 傳回狀態碼 %lld。

source: The preview image is too large to use as a thumbnail.
ja: プレビュー画像が大きすぎるため、サムネイルとして使用できません。
zh_hans: 预览图太大，无法用作缩略图。
zh_hant: 預覽圖太大，無法用作縮圖。

source: The preview image could not be decoded.
ja: プレビュー画像をデコードできませんでした。
zh_hans: 无法解码预览图。
zh_hant: 無法解碼預覽圖。

source: The preview image is a single still frame.
ja: プレビュー画像は1フレームだけの静止画です。
zh_hans: 预览图只有一帧静止画面。
zh_hant: 預覽圖只有一個靜止影格。

source: The update download redirected outside GitHub.
ja: アップデートのダウンロードがGitHub以外の場所にリダイレクトされました。
zh_hans: 更新下载被重定向到了 GitHub 以外的地址。
zh_hant: 更新下載被重新導向至 GitHub 以外的位置。

source: The update archive exceeds the allowed size.
ja: アップデートのアーカイブが許容サイズを超えています。
zh_hans: 更新包超过了允许的大小。
zh_hant: 更新封存檔超過允許的大小。

source: The update download is empty or truncated.
ja: ダウンロードしたアップデートが空か、途中で切れています。
zh_hans: 下载的更新为空或不完整。
zh_hant: 下載的更新是空的或不完整。

source: Neither Music nor Spotify reported what is playing.
ja: 「ミュージック」とSpotifyのどちらからも再生中の情報を取得できませんでした。
zh_hans: “音乐”和 Spotify 都没有提供正在播放的内容。
zh_hant: 「音樂」App 和 Spotify 都未回報正在播放的內容。

source: No music player this app can read is running.
ja: このAppで読み取れる音楽プレーヤーが実行されていません。
zh_hans: 没有正在运行的、本应用可读取的音乐播放器。
zh_hant: 目前沒有執行中且此 App 可讀取的音樂播放程式。

source: Web wallpaper “%@” could not load: its entry file is outside the project folder.
ja: Web壁紙「%@」を読み込めませんでした：エントリファイルがプロジェクトフォルダの外にあります。
zh_hans: 网页壁纸“%@”无法加载：入口文件不在项目文件夹内。
zh_hant: 無法載入網頁桌布「%@」：其入口檔案位於專案資料夾之外。

source: This wallpaper has an identifier that cannot be used as a folder.
ja: この壁紙の識別子はフォルダ名として使用できません。
zh_hans: 这张壁纸的标识符无法用作文件夹名。
zh_hant: 此桌布的識別碼無法用作資料夾名稱。

source: %@ could not be copied into the app's asset folder.
ja: 「%@」をAppのアセットフォルダにコピーできませんでした。
zh_hans: 无法将 %@ 复制到应用的资源文件夹。
zh_hant: 無法將 %@ 拷貝到 App 的資源資料夾。

source: Importing %@…
ja: 「%@」を読み込み中…
zh_hans: 正在导入 %@…
zh_hant: 正在匯入 %@…

source: Downloading SteamCMD…
ja: SteamCMDをダウンロード中…
zh_hans: 正在下载 SteamCMD…
zh_hant: 正在下載 SteamCMD…

source: Completing installation…
ja: インストールを完了しています…
zh_hans: 正在完成安装…
zh_hant: 正在完成安裝…

source: Saving installation…
ja: インストールを保存しています…
zh_hans: 正在保存安装…
zh_hant: 正在儲存安裝內容…

source: Installation cancelled
ja: インストールがキャンセルされました
zh_hans: 安装已取消
zh_hant: 已取消安裝

source: Setup needs attention
ja: セットアップに対応が必要です
zh_hans: 设置需要处理
zh_hant: 安裝需要處理

source: Move %@ to Trash?
ja: 「%@」をゴミ箱に入れますか？
zh_hans: 要将“%@”移到废纸篓吗？
zh_hant: 要將「%@」丟到垃圾桶嗎？

source: It is removed from your library and stops playing. The original files you imported are not affected.
ja: ライブラリから削除され、再生が停止します。読み込んだ元のファイルには影響しません。
zh_hans: 它会从壁纸库中移除并停止播放，导入时的原始文件不受影响。
zh_hant: 它會從桌布庫中移除並停止播放。你匯入的原始檔案不受影響。

source: Move %lld wallpapers to Trash?
ja: %lld枚の壁紙をゴミ箱に入れますか？
zh_hans: 要将 %lld 张壁纸移到废纸篓吗？
zh_hant: 要將 %lld 張桌布丟到垃圾桶嗎？

source: They are removed from your library and stop playing. The original files you imported are not affected.
ja: ライブラリから削除され、再生が停止します。読み込んだ元のファイルには影響しません。
zh_hans: 它们会从壁纸库中移除并停止播放，导入时的原始文件不受影响。
zh_hant: 它們會從桌布庫中移除並停止播放。你匯入的原始檔案不受影響。

source: Moved %lld of %lld wallpapers to Trash. Couldn’t move %@
ja: %2$lld枚中%1$lld枚の壁紙をゴミ箱に入れました。移動できなかった壁紙：%3$@
zh_hans: 已将 %2$lld 张壁纸中的 %1$lld 张移到废纸篓。以下壁纸未能移动：%3$@
zh_hant: 已將 %2$lld 張桌布中的 %1$lld 張丟到垃圾桶。無法移動：%3$@

source: Locate Scene Assets
ja: 共有シーンリソースの場所を指定
zh_hans: 选择场景资源位置
zh_hant: 指定場景資源位置

source: Clear shader cache?
ja: シェーダキャッシュを消去しますか？
zh_hans: 要清除着色器缓存吗？
zh_hant: 要清除著色器快取嗎？

source: Shaders are rebuilt the next time wallpapers need them.
ja: シェーダは、次に壁紙で必要になったときに再構築されます。
zh_hans: 壁纸下次需要时会重新生成着色器。
zh_hant: 著色器會在桌布下次需要時重新建立。

source: Clear Cache
ja: キャッシュを消去
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear logs?
ja: ログを消去しますか？
zh_hans: 要清除日志吗？
zh_hant: 要清除記錄嗎？

source: Only diagnostic logs are removed. Wallpapers and settings are not affected.
ja: 削除されるのは診断ログのみです。壁紙と設定には影響しません。
zh_hans: 只删除诊断日志，不影响壁纸和设置。
zh_hant: 只會移除診斷記錄，桌布和設定不受影響。

source: Clear Logs
ja: ログを消去
zh_hans: 清除日志
zh_hant: 清除記錄

source: Export Diagnostics
ja: 診断情報を書き出す
zh_hans: 导出诊断报告
zh_hant: 匯出診斷資料

source: Attach this file to your bug report.
ja: このファイルをバグレポートに添付してください。
zh_hans: 请将此文件附在问题报告中。
zh_hant: 請將此檔案附加到你的錯誤回報中。

source: Clear unused caches?
ja: 未使用のキャッシュを消去しますか？
zh_hans: 要清除未使用的缓存吗？
zh_hant: 要清除未使用的快取嗎？

source: Only caches that can be rebuilt are removed. Files you chose in wallpaper settings are kept.
ja: 削除されるのは再構築できるキャッシュのみです。壁紙の設定で選択したファイルは保持されます。
zh_hans: 只删除可以重新生成的缓存，你在壁纸设置中选择的文件会保留。
zh_hant: 只會移除可重新建立的快取，你在桌布設定中選擇的檔案會保留。

source: Clear Caches
ja: キャッシュを消去
zh_hans: 清除缓存
zh_hant: 清除快取

source: The new copy replaces the current one only after it passes validation. Wallpapers and your saved sign-in are kept.
ja: 新しいコピーは、検証に合格した後にのみ現在のものと置き換えられます。壁紙と保存済みのサインイン情報は保持されます。
zh_hans: 新副本通过验证后才会替换当前的 SteamCMD，壁纸和已保存的登录都会保留。
zh_hant: 新的副本通過驗證後才會取代目前的副本。桌布和已儲存的登入資訊都會保留。

source: Reinstall
ja: 再インストール
zh_hans: 重新安装
zh_hant: 重新安裝

source: macOS has not approved this software, and running it may put your data at risk. Only files matching this fingerprint are allowed, and the quarantine flag is removed from this copy only. Gatekeeper and signature checks stay on for everything else. Path: %@ SHA-256: %@
ja: macOSはこのソフトウェアを承認していないため、実行するとデータが危険にさらされる可能性があります。このフィンガープリントに一致するファイルのみが許可され、検疫フラグはこのコピーからのみ削除されます。そのほかのすべてについては、Gatekeeperと署名の確認は有効のままです。 パス：%1$@ SHA-256：%2$@
zh_hans: macOS 尚未批准此软件，运行它可能危及你的数据。只允许与此指纹一致的文件，并且只移除这份副本的隔离标记。Gatekeeper 和签名检查对其他软件照常生效。 路径：%1$@ SHA-256：%2$@
zh_hant: macOS 尚未核准此軟體，執行它可能會危及你的資料。只會允許符合此指紋的檔案，且只會移除這份副本的隔離標記。其他所有項目仍會進行 Gatekeeper 和簽署檢查。 路徑：%1$@ SHA-256：%2$@

source: Discard downloaded SteamCMD?
ja: ダウンロードしたSteamCMDを破棄しますか？
zh_hans: 要丢弃下载的 SteamCMD 吗？
zh_hant: 要丟棄已下載的 SteamCMD 嗎？

source: Only this downloaded copy is removed. The installed SteamCMD and your saved sign-in are kept.
ja: 削除されるのはダウンロードしたこのコピーのみです。インストール済みのSteamCMDと保存済みのサインイン情報は保持されます。
zh_hans: 只删除这份下载的副本，已安装的 SteamCMD 和已保存的登录都会保留。
zh_hant: 只會移除這份下載的副本，已安裝的 SteamCMD 和已儲存的登入資訊都會保留。

source: This wallpaper is no longer installed. Refresh your library.
ja: この壁紙はもうインストールされていません。ライブラリを更新してください。
zh_hans: 这张壁纸已不在壁纸库中，请刷新壁纸库。
zh_hant: 此桌布已不在桌布庫中。請重新整理桌布庫。

source: Some selected wallpapers are no longer installed. Refresh your library.
ja: 選択した壁紙の一部はもうインストールされていません。ライブラリを更新してください。
zh_hans: 部分所选壁纸已不在壁纸库中，请刷新壁纸库。
zh_hant: 部分所選桌布已不在桌布庫中。請重新整理桌布庫。

source: Import Wallpapers
ja: 壁紙を読み込む
zh_hans: 导入壁纸
zh_hant: 匯入桌布

source: Choose Folder
ja: フォルダを選択
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Choose File
ja: ファイルを選択
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Choose a folder for %@.
ja: 「%@」のフォルダを選択してください。
zh_hans: 为“%@”选择文件夹。
zh_hant: 為「%@」選擇資料夾。

source: Choose a file for %@.
ja: 「%@」のファイルを選択してください。
zh_hans: 为“%@”选择文件。
zh_hant: 為「%@」選擇檔案。

source: This wallpaper’s folder is read-only, so the file cannot be prepared for it.
ja: この壁紙のフォルダは読み出し専用のため、ファイルを準備できません。
zh_hans: 这张壁纸的文件夹是只读的，无法准备所选文件。
zh_hant: 此桌布的資料夾為唯讀，因此無法為其準備檔案。

source: This wallpaper’s folder is missing, so the file cannot be prepared for it.
ja: この壁紙のフォルダが見つからないため、ファイルを準備できません。
zh_hans: 找不到这张壁纸的文件夹，无法准备所选文件。
zh_hant: 找不到此桌布的資料夾，因此無法為其準備檔案。

source: Import complete
ja: 読み込みが完了しました
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import could not finish
ja: 読み込みを完了できませんでした
zh_hans: 导入未能完成
zh_hant: 無法完成匯入

source: Off
ja: オフ
zh_hans: 关闭
zh_hant: 關閉

source: Waiting for committed wallpapers…
ja: 適用済みの壁紙を待っています…
zh_hans: 正在等待已应用的壁纸…
zh_hant: 正在等待已套用的桌布…

source: Recovery failed — action required
ja: 復旧に失敗しました — 対応が必要です
zh_hans: 恢复失败，需要处理
zh_hant: 復原失敗，需要處理

source: Preparing committed wallpapers…
ja: 適用済みの壁紙を準備しています…
zh_hans: 正在准备已应用的壁纸…
zh_hant: 正在準備已套用的桌布…

source: Enabled for %lld display(s)
ja: %lld台のディスプレイで有効
zh_hans: 已在 %lld 台显示器上启用
zh_hant: 已在 %lld 台顯示器上啟用

source: Waiting for the system wallpaper renderer…
ja: システムの壁紙レンダラを待っています…
zh_hans: 正在等待系统墙纸渲染器…
zh_hant: 正在等待系統桌布渲染器…

source: Not applicable — web wallpapers have no lock-screen support
ja: 該当なし — Web壁紙はロック画面に対応していません
zh_hans: 不适用：网页壁纸不支持锁定屏幕
zh_hant: 不適用：網頁桌布不支援鎖定畫面

source: Waiting for an applied video or live scene on a connected display
ja: 接続されたディスプレイでビデオまたはライブシーンが適用されるのを待っています
zh_hans: 正在等待已连接的显示器应用视频或动态场景壁纸
zh_hant: 正在等待已連接的顯示器套用影片或動態場景

source: Restoring system wallpapers…
ja: システムの壁紙を復元しています…
zh_hans: 正在恢复系统墙纸…
zh_hant: 正在還原系統桌布…

source: Not enabled — action required
ja: 有効になっていません — 対応が必要です
zh_hans: 未启用，需要处理
zh_hant: 未啟用，需要處理

source: Restoration failed — quit cancelled
ja: 復元に失敗しました — 終了はキャンセルされました
zh_hans: 恢复失败，已取消退出
zh_hant: 還原失敗，已取消結束 App

source: An active wallpaper display is no longer connected. Refresh displays before retrying.
ja: 壁紙を表示中のディスプレイが接続されていません。ディスプレイを更新してから再試行してください。
zh_hans: 一台正在播放壁纸的显示器已断开连接。请先刷新显示器再重试。
zh_hant: 一台正在顯示桌布的顯示器已中斷連接。請先重新整理顯示器再重試。

source: Only committed video and live scene projects support Animate Lock Screen.
ja: 「ロック画面をアニメーション表示」に対応しているのは、適用済みのビデオとライブシーンのプロジェクトのみです。
zh_hans: 只有已应用的视频和动态场景壁纸支持“锁定屏幕动态壁纸”。
zh_hant: 只有已套用的影片和動態場景專案支援「鎖定畫面動態桌布」。

source: The committed wallpaper does not declare a project type.
ja: 適用済みの壁紙にプロジェクトの種類が宣言されていません。
zh_hans: 已应用的壁纸没有声明项目类型。
zh_hant: 已套用的桌布未宣告專案類型。

source: The committed wallpaper does not reference project.json.
ja: 適用済みの壁紙がproject.jsonを参照していません。
zh_hans: 已应用的壁纸没有引用 project.json。
zh_hant: 已套用的桌布未參照 project.json。
